export const QUESTIONS = [
    {
        question: `Ако сега не използваш правото си на глас и не участваш в избора на хората, които ще вземат решения за твоето образование, работа, жилище и околна среда, кой тогава ще решава бъдещето ти вместо теб?`,
        answers: [
            `Други хора, които може би не споделят твоите интереси и приоритети.`,
            `Съдбата ще се погрижи всичко да се нареди както трябва.`,
            `Няма значение, защото моят глас няма значение.`
        ],
        correctAnswer: `Други хора, които може би не споделят твоите интереси и приоритети.`,
        hint: `Ако не гласувате, други хора, които може би не споделят вашите интереси и приоритети, ще решават вместо вас.`
    },
    {
        question: `Как можеш да се увериш, че твоят глас и мнение са чути и взети под внимание при вземането на важни решения за бъдещето?`,
        answers: [
            `Като участваш активно в изборите и гласуваш.`,
            `Като се довериш на другите да вземат решенията вместо теб.`,
            `Като игнорираш изборите, защото те нямат значение за теб.`
        ],
        correctAnswer: `Като участваш активно в изборите и гласуваш.`,
        hint: `Активното участие в изборите и гласуването са основните начини да се уверите, че вашето мнение е взето под внимание.`
    },
    {
        question: `Какви са последиците, ако младите хора не гласуват на изборите?`,
        answers: [
            `Няма да има никакви последици, защото младите хора нямат значително влияние.`,
            `Решенията ще бъдат взети от по-старите поколения, които може би не разбират нуждите и приоритетите на младите хора.`,
            `Няма да се промени нищо, защото изборите са само формалност.`
        ],
        correctAnswer: `Решенията ще бъдат взети от по-старите поколения, които може би не разбират нуждите и приоритетите на младите хора.`,
        hint: `Ако младите хора не гласуват, решенията ще бъдат взети от по-старите поколения, които може би не разбират техните нужди и приоритети.`
    },
    {
        question: `Как може твоето участие в изборите да помогне за подобряване на образователната система?`,
        answers: [
            `Като избереш представители, които подкрепят реформи в образованието и финансиране на училищата и университетите и Еразъм.`,
            `Като оставиш другите да решат, защото те знаят по-добре.`,
            `Като игнорираш изборите и не участваш в тях.`
        ],
        correctAnswer: `Като избереш представители, които подкрепят реформи в образованието и финансиране на училищата и университетите и Еразъм.`,
        hint: `Вашето участие в изборите може да помогне за подобряване на образователната система чрез избиране на представители, които подкрепят реформи и финансиране.`
    },
    {
        question: `Как гласуването може да повлияе на икономическите възможности за младите хора?`,
        answers: [
            `Избирайки представители, които подкрепят създаването на нови работни места и икономически растеж.`,
            `Оставяйки икономиката на случайността и външни фактори.`,
            `Не гласувайки, защото икономическите политики не зависят от избраните лидери.`
        ],
        correctAnswer: `Избирайки представители, които подкрепят създаването на нови работни места и икономически растеж.`,
        hint: `Гласуването за представители, които подкрепят създаването на нови работни места и икономически растеж, може да подобри икономическите възможности за младите хора.`
    }
]
